12/data/attachments/56e93cec61131249.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:acceptInvitationRequest>
            <nif:username>soap_actions_3c4e9d73-a79d-4401-8307-c9b7dd882177</nif:username>
            <nif:friendToBeAdded>Dillon_include_Actions_40665_2</nif:friendToBeAdded>
        </nif:acceptInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>